{
    "j": [
        "any judicial proceeding will be brought in the federal or state courts of San Francisco county, California.",
        "The exclusive jurisdiction and venue of any IP Protection Action or, if you timely provide Academia.edu with an Arbitration Opt-out Notice, any Dispute other than an individual action brought in small claims court, will be the state and federal courts located in the Northern District of California and each of the parties hereto waives any objection to jurisdiction and venue in such courts.",
        "You and we both consent to venue and personal jurisdiction in San Francisco, California.",
        "If you are from outside of mainland China, The Terms shall be governed by the laws of Hong Kong without regard to its conflict of law provisions and the parties to the Terms agree to submit to the exclusive jurisdiction of the courts of Hong Kong.",
        "You submit to the exclusive jurisdiction of the English courts to settle any dispute which may arise under these terms of use.",
        "Irish law will govern these Terms, as well as any claim, cause of action or dispute that might arise between you and Yelp (a 'Claim'), without regard to conflict of law provisions.",
        "Any dispute between the parties will be governed by this Agreement and the laws of the State of California and applicable United States law, without giving effect to any conflict of laws principles that may provide for the application of the law of another jurisdiction.",
        "Except as otherwise set forth in these Terms, these Terms shall be exclusively governed by and construed in accordance with the laws of The Netherlands, excluding its rules on conflicts of laws.",
        "To the extent permitted by applicable law, these Terms and your Account and any disputes or claims arising out of or in connection with them or their subject matter or formation (including non-contractual disputes or claims) are governed by and construed in accordance with the laws of England.",
        "These Terms & Conditions, with regard to their form and substance, are governed by French law, regardless of the country of residence of the Client, except in cases where the law of the country of origin of the Customer provides a higher level of protection than French law and alternatively, the Customer demonstrates that VERYCHIC is directing its activities to the State of their habitual residence."
    ],
    "law": [
        "These Terms and Conditions, its subject matter and Duolingo’s and your respective rights under these Terms and Conditions, as well as any claim, cause of action or dispute ('claim') arising out of or related to these Terms and Conditions, shall be governed by and construed under the laws of the Commonwealth of Pennsylvania, United States of America, excluding the conflict of law provisions of that [...] regardless of your country of origin or where you access the Service.",
        "If you are paying a reservation by credit card or debit card processed by eNett International (UK) Limited, the transaction shall be governed by the laws of England and Wales, to the extent permitted by applicable laws.",
        "If you are from outside of mainland China, The Terms shall be governed by the laws of Hong Kong without regard to its conflict of law provisions.",
        "You shall bring any legal action or proceeding against Hexoskin related to the Hexoskin Services exclusively in a federal or state court of competent jurisdiction sitting in Montreal, in the province of Quebec, and you agree to submit to the personal and exclusive jurisdiction of such courts.",
        "You irrevocably agree that the courts of England have exclusive jurisdiction to settle any dispute or claim that arises out of or in connection with the Terms or their subject matter or formation (including non-contractual disputes or claims).",
        "To the extent permitted by applicable law, these Terms and your Account and any disputes or claims arising out of or in connection with them or their subject matter or formation (including non-contractual disputes or claims) are governed by and construed in accordance with the laws of England.",
        "These Terms other than paragraph 20.3 shall be governed by and interpreted in accordance with the laws of Luxembourg and shall be subject to the jurisdiction of the courts of the district of Luxembourg.",
        "These Terms are governed by the laws of Norway without giving effect to any conflicts of law principles that may require the application of the laws of a different country.",
        "These terms of use and your use of the Websites (and all non-contractual relationships arising out of or connected to it or them) shall be governed by and construed in accordance with English law."
    ],
    "ltd": [
        "If we fail to comply with these Terms, we will be liable to you only for the purchase price of the Products in question.",
        "In no event shall the aggregate liability of the oculus parties arising out of or relating to the use of or inability to use the services exceed the greater of one hundred us dollars ($100) or the amount that you paid us to use our services.",
        "We will not be liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with your use of or reliance on any such content, goods or services available on or through any third party websites, content or mobile application.",
        "To the extent not prohibited by law, in no event shall the Licensor be liable for personal injury, or any incidental, special, indirect, consequential or punitive damages whatsoever, including, without limitation: (a) loss of profit, (b) loss of business, (c) business interruption, (d) loss of business opportunity, (e) loss of data or (f) any other commercial damages or losses arising out of or related to the Licensee’s use or inability to use the Service, however caused, whether in contract, tort or otherwise and even if the Licensor has been advised of the possibility of such damages.",
        "Except as required by law, Mozilla and the indemnified parties will not be liable for any indirect, special, incidental, consequential, or exemplary damages arising out of or in any way relating to these terms or the use of or inability to use the communications, including without limitation direct and indirect damages for loss of goodwill, work stoppage, lost profits, loss of data, and computer failure or malfunction, even if advised of the possibility of such damages and regardless of the theory (contract, tort, or otherwise) upon which such claim is based.",
        "We assume no liability resulting from any (i) errors, mistakes, or inaccuracies of content; (ii) personal injury or property damage, of any nature whatsoever, resulting from your access to and use of the Service; (iii) any unauthorized access to or use of our servers and/or any and all information stored therein; (iv) any interruption or cessation of transmission to or from the Service; (v) any bugs, viruses, trojan horses, or the like, which may be transmitted to or through the Service; and/or (vi) any loss or damage of any kind incurred as a result of your use of the Service, whether based on warranty, contract, tort, or any other legal theory.",
        "Our aggregate liability relating to, arising out of, or in any way in connection with masquerade’s terms and policies, us, our services, or any content will not exceed the greater of one hundred dollars ($100) or the amount you have paid masquerade in the past twelve months.",
        "Insofar as the Services utilize components or functions operated or managed by third parties, Onavo will not be liable for any form of liability, including, but not limited to any direct or indirect damage, pecuniary or otherwise, arising from the use of, reliance on, or in connection with, such third parties’ components and functions.",
        "With the exception of any acts or omissions of willful misconduct, any indemnification obligations hereunder, and any claim of breach of the confidentiality obligations set forth herein, to the maximum extent permitted by applicable law, Crowdtangle parties disclaims all liability, whether based on warranty, contract, tort (including but not limited to negligence, gross negligence or willful misconduct), product liability, strict liability, statutory liability, breach of a fundamental term, fundamental breach, or any other legal theory, for any loss or damages of any kind (including, without limitation any (i) direct, indirect, special, consequential, exemplary or punitive loss or damage, (ii) lost profits or savings, (iii) business interruption, (iv) loss of programs or data (including any content), (v) lost revenue or failure to realize expected savings, (vi) loss of use, (vii) personal injury, (viii) fines, fees, penalties, or (vi) any other losses or damages whether or not Crowdtangle is advised of the possibility of such damages, resulting from the use of, or the inability to make use of, the services.",
        "Under no circumstances will the Instagram parties be liable to you for any loss or damages of any kind (including, without limitation, for any direct, indirect, economic, exemplary, special, punitive, incidental or consequential losses or damages) that are directly or indirectly related to: (a) the service; (b) the Instagram content; (c) user content; (d) your use of, inability to use, or the performance of the service; (e) any action taken in connection with an investigation by the Instagram parties or law enforcement authorities regarding your or any other party's use of the service; (f) any action taken in connection with copyright or other intellectual property owners; (g) any errors or omissions in the service's operation; or (h) any damage to any user's computer, mobile device, or other equipment or technology including, without limitation, damage from any security breach or from any virus, bugs, tampering, fraud, error, omission, interruption, defect, delay in operation or transmission, computer line or network failure or any other technical or other malfunction, including, without limitation, damages for lost profits, loss of goodwill, loss of data, work stoppage, accuracy of results, or computer failure or malfunction, even if foreseeable or even if the Instagram parties have been advised of or should have known of the possibility of such damages, whether in an action of contract, negligence, strict liability or tort (including, without limitation, whether caused in whole or in part by negligence, acts of god, telecommunications failure, or theft or destruction of the service)."
    ],
    "ch": [
        "Please review them before you make each purchase since they may change from time to time.",
        "If we make changes, we will post the amended Terms to our Services and update the Effective Date above.",
        "Any future release, update, or other addition to functionality of the Services will be subject to these Terms, which may be updated from time to time.",
        "We may modify, suspend, or terminate your access to or use of our Services anytime for any reason, such as if you violate the letter or spirit of our Terms or create harm, risk, or possible legal exposure for us, our users, or others.",
        "Paradox shall have the right, at its sole discretion, to modify, add or remove any terms or conditions of these Terms of Use without notice or liability to you.",
        "Pricing and availability of Virtual Money and Virtual Goods are subject to change without notice.",
        "Nintendo may change the terms and conditions of this Agreement at any time so far as this is necessary or helpful to enhance the service or to adapt it to reflect changes in technical or legal requirements.",
        "We may also, at our sole discretion, limit access to the Services and/or terminate the accounts of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.",
        "We reserve the right to change these terms of use at any time without notice to you by posting changes online.",
        "We amend these Terms from time to time, for instance when we update the functionality of our Services, when we combine multiple apps or services operated by us or our affiliates into a single combined service or app, or when there are regulatory changes."
    ],
    "ter": [
        "Cause for such termination, limitation of access or suspension shall include, but not be limited to, (a) breaches or violations of the TOS or other incorporated agreements or guidelines, (b) requests by law enforcement or other government agencies, (c) discontinuance or material modification to the Yahoo Services (or any part thereof), (d) unexpected technical or security issues or problems, (e) extended periods of inactivity, (f) engagement by you in fraudulent or illegal activities, and/or (g) nonpayment of any fees owed by you in connection with the Yahoo Services.",
        "Academia.edu reserves the right, at its sole discretion, to discontinue or terminate the Site and Services and to terminate these Terms, at any time and without prior notice.",
        "We may cancel, suspend, or terminate your Account and your access to your Trading Items, Virtual Money, Virtual Goods, the Content, or the Services, in our sole discretion and without prior notice, including if (a) your Account is inactive (i.e., not used or logged into) for one year; (b) you fail to comply with these Terms; (c ) we suspect fraud or misuse by you of Trading Items, Virtual Money, Virtual Goods, or other Content; (d) we suspect any other unlawful activity associated with your Account; or (e) we are acting to protect the Services, our systems, the App, any of our users, or the reputation of Niantic, TPC, or TPCI.",
        "Nintendo may also terminate this Agreement, or any part of this Agreement, at any time, for legal, technical or commercial reasons.",
        "Any violation of these Terms of Use, including, without limitation, failure to maintain updated and correct information about your account (e.g., valid credit card information) will cause your account to fall out of good standing and we may cancel your account in our sole discretion.",
        "We reserve the right to delete or disable content alleged to be infringing and terminate accounts of repeat infringers.",
        "If you have more content stored in your OneDrive account than is provided to you under the terms of your free or paid subscription service for OneDrive and you do not respond to notice from Microsoft to fix your account by removing excess content or moving to a new subscription plan with more storage, we reserve the right to close your account and delete or disable access to Your Content on OneDrive.",
        "If you object to the changes, Nintendo reserves the right to terminate this Agreement or any portion of it upon reasonable notice and you will have to register again if you wish to continue using the Nintendo Account Service under the new terms and conditions.",
        "Member also agrees that in case of the multiple use of your account or Member's failure to maintain the security of your account, Alibaba.com shall not be liable for any loss or damages arising from such a breach and shall have the right to suspend or terminate Member's account without liability to Member.",
        "We may terminate your Account(s) if we learn, or in good faith believe, that you are a registered sex offender, that accessing the Service may violate a condition of parole or probation, that you have engaged in or attempted to engage in conduct with minors on the Service that violates this Agreement, or that you for any other reason may pose what we deem to be an unacceptable risk to the Service community."
    ],
    "use": [
        "Your continued use of the Hexoskin Services following such changes constitutes your acceptance of the Amended Terms of Use.",
        "These Terms are accepted by you (a) when you click to accept or agree to the Terms; or (b) when you download and/or use the Software, Products and/or Skype Websites.",
        "When you use our Services, in addition to enjoying a world of good vibes, you also agree to the Terms and they affect your rights and obligations.",
        "By registering as a member or by using the Vimeo Service in any way, you accept these Terms of Service ('Agreement'), which forms a binding agreement between you and Vimeo.",
        "By using the Service in any way, you agree to and accept these Terms, our Privacy Notice, and any other legal notices or guidelines posted on the Site.",
        "If you do not agree to these Terms, you must not use WeChat.",
        "If you use our Services, you agree to the Terms of Service, NTD Policy and Privacy & Cookie Statement.",
        "You agree to our Terms of Service (“Terms”) by installing, accessing, or using our apps, services, features, software, or website (together, “Services”).",
        "If you do not object to the amended Terms of Use within one (1) month following the special notice, your continued use of World of Warcraft will mean that you accept the amended Terms of Use.",
        "Your continued use of the Service after the date the Modified Terms are posted will constitute your acceptance of the Modified Terms."
    ],
    "cr": [
        "Sporcle reserves the right, in its sole discretion, to terminate your account and your access to the Site, or any portion thereof, and to remove or block access to any user or any user Content at any time without notice for any reason (including, but not limited to, unacceptable Content or for any violation of these Terms) or for no reason.",
        "If we terminate your access to the Service or you use the form detailed above to deactivate your account, your photos, comments, likes, friendships, and all other data will no longer be accessible through your account (e.g., users will not be able to navigate to your username and view your photos), but those materials and data may persist and appear within the Service (e.g., if your Content has been reshared by others).",
        "Myspace may reject, refuse to post or delete any Content that, in the sole judgment of Myspace, violates this Agreement, is inappropriate for the Myspace Services or which may be offensive, illegal or violates the rights of any person or entity, or harms or threatens the safety of any person or entity.",
        "We may cancel, suspend, or terminate your Account and your access to your Trading Items, Virtual Money, Virtual Goods, the Content, or the Services, in our sole discretion and without prior notice, including if (a) your Account is inactive (i.e., not used or logged into) for one year; (b) you fail to comply with these Terms; (c) we suspect fraud or misuse by you of Trading Items, Virtual Money, Virtual Goods, or other Content; (d) we suspect any other unlawful activity associated with your Account; or (e) we are acting to protect the Services, our systems, the App, any of our users, or the reputation of Niantic, TPC, or TPCI.",
        "Although we have no obligation to screen, edit, or monitor Your Content, we may, in our sole discretion, delete or remove Your Content at any time and for any reason, including for a violation of these Terms, a violation of our Content Policy, or if you otherwise create liability for us.",
        "In addition, Airbnb may take any of the following measures (i) to comply with applicable law, or the order or request of a court, law enforcement or other administrative agency or governmental body, or if (ii) you have breached these Terms, the Payments Terms, our Policies or Standards, applicable laws, regulations, or third party rights, (iii) you have provided inaccurate, fraudulent, outdated or incomplete information during the Airbnb Account registration, Listing process or thereafter, (iv) you and/or your Listings or Host Services at any time fail to meet any applicable quality or eligibility criteria, (v) you have repeatedly received poor Ratings or Reviews or Airbnb otherwise becomes aware of or has received complaints about your performance or conduct, (vi) you have repeatedly cancelled confirmed bookings or failed to respond to booking requests without a valid reason, or (vii) Airbnb believes in good faith that such action is reasonably necessary to protect the personal safety or property of Airbnb, its Members, or third parties, or to prevent fraud or other illegal activity: refuse to surface, delete or delay any Listings, Ratings, Reviews, or other Member Content; cancel any pending or confirmed bookings; limit your access to or use of the Airbnb Platform; temporarily or permanently revoke any special status associated with your Airbnb Account; or temporarily or in case of severe or repeated offenses permanently suspend your Airbnb Account.",
        "If we receive a complaint about information published on a family site about a person or close relative of a person, against this person's wish, we reserve the right to delete that information from the family site even if the owner of the family site wants to keep the information there.",
        "Any photo/image that does not meet the aforesaid criteria will not be posted and/or can be removed/deleted by Booking.com at any time and without prior notice.",
        "We have the right to remove any posting you make on our site if, in our opinion, your post does not comply with the content standards set out in our Acceptable Use Policy.",
        "Skype may in its sole discretion block, prevent delivery of or otherwise remove the content of communications as part of its effort to protect the Software, Products or its customers, or otherwise enforce these Terms."
    ],
    "pinc": [
        "By your affirmative actions of registering for and/or using the Hexoskin Services, you signify your agreement to these Terms of Use and our Privacy Policy and consent to allow Hexoskin to communicate with you electronically regarding the Hexoskin Services and Products.",
        "Any use of the services implies unreserved approval of these terms and Ubisoft's privacy policy.",
        "It is your responsibility to remain informed of any changes, because you are legally obligated to abide by the latest versions of these Terms and the Privacy Statement.",
        "To the maximum extent permitted by law, these Terms are governed by the laws of the state of California and the United States of America.",
        "By accessing, browsing and using our (mobile) website or any of our applications through whatever platform (hereafter collectively referred to as the \"website\") and/or by completing a reservation, you acknowledge and agree to have read, understood and agreed to the terms and conditions set out below (including the privacy statement).",
        "Please see our Privacy which forms part of these terms and conditions.",
        "Your legal agreement with YouTube is made up of (A) the terms and conditions set out in this document, (B) YouTube's Privacy Policy (https://www.youtube.co.uk/t/privacy) and (C) YouTube's Community Guidelines (https://www.youtube.co.uk/t/community_guidelines) (collectively called the \"Terms\").",
        "You represent that you have read and understood our Privacy Policy.",
        "Our Privacy Notice (available at: https://www.weebly.com/privacy), which is part of these Terms, describes how we collect, protect, and use your Registration Data and certain other information about you.",
        "The Terms of Service, together with the Terms of Sale, the Privacy Policy and the Guidelines, is the entire agreement between you and Twitch relating to the subject matter herein and will not be modified except in writing, signed or otherwise agreed to by both parties, or by a change to these Terms of Service or Guidelines made by Twitch as set forth in Section 6 above."
    ],
    "a": [
        "Any and all Claims will be resolved by binding arbitration, rather than in court, except you may assert Claims on an individual basis in small claims court if they qualify.",
        "Upon expiration of the applicable sixty (60)-day period and to the fullest extent permitted by applicable law, a Dispute will be resolved solely by binding arbitration in accordance with the then-current JAMS Comprehensive Arbitration Rules & Procedures of JAMS, Inc.",
        "Any dispute, controversy or claim arising out of or relating to this EULA or the breach, termination or validity thereof shall be finally settled at Rovio's discretion (i) at your domicile's competent courts; or (ii) by arbitration in accordance with the Rules for Expedited Arbitration of the Arbitration Institute of the Finland Chamber of Commerce. The arbitration shall be conducted in Helsinki, Finland, in the English language.",
        "Except if you opt-out or for disputes relating to: (1) your or Instagram's intellectual property (such as trademarks, trade dress, domain names, trade secrets, copyrights and patents); (2) violations of the API Terms; or (3) violations of provisions 13 or 15 of the Basic Terms, above (\"Excluded Disputes\"), you agree that all disputes between you and Instagram (whether or not such dispute involves a third party) with regard to your relationship with Instagram, including without limitation disputes related to these Terms of Use, your use of the Service, and/or rights of privacy and/or publicity, will be resolved by binding, individual arbitration under the American Arbitration Association's rules for arbitration of consumer-related disputes and you and Instagram hereby expressly waive trial by jury.",
        "If you are not a new Grindr user, you have until thirty (30) days after the posting of the new terms to submit an arbitration opt-out notice.",
        "If we are not able to resolve your Claims within 60 days, you may seek relief through arbitration or in small claims court, as set forth below.",
        "If we cannot resolve a Dispute as set forth in Section 10.1.1 within sixty (60) days of receipt of the notice, then either you or we may submit the Dispute to formal arbitration in accordance with this Section 10.1, unless it is an Excluded Dispute, which shall be handled in accordance with Section 10.2.",
        "You agree that, by agreeing to these Terms of Service, the U.S. Federal Arbitration Act governs the interpretation and enforcement of this provision, and that you and Pinterest are each waiving the right to a trial by jury or to participate in a class action.",
        "You hereby agree that all disputes between you and the Company (whether or not such dispute involves a third party) arising out of or in connection with your relationship with the Company, including without limitation disputes related to the terms of this Agreement or the Privacy Policy, your use of the Service, and/or rights of privacy and/or publicity, will be finally settled by binding, individual arbitration under the Rules of Arbitration of the International Chamber of Commerce by one arbitrator appointed in accordance with the said Rules.",
        "All arbitration hearings shall take place exclusively in San Francisco County, California."
    ],
    "fair": [
        "general provisions",
        "we are not a health care or medical device provider, nor should our products be considered medical advice.",
        "obtaining those devices and paying for their connectivity and data plans is your responsibility.",
        "any sales tax charged will be indicated during the checkout process.",
        "you should quote this number when communicating with us about a particular payment order.",
        "as soon as you have activated our product for the first time, you must register using an email address and password (mysugr id).",
        "our administration of world of warcraft; changes to the terms of use.",
        "we reserve the right to send electronic mail to you, for the purpose of informing you of changes or additions to the service or of any betterpoints.uk related products and services.",
        "the tos constitutes the entire agreement between you and yahoo and governs your use of the yahoo services, superseding any prior version of this tos between you and yahoo with respect to the yahoo services.",
        "disrupt the normal flow of dialogue, cause a screen to scroll faster than other users of the website are able to type, or otherwise act in a manner that negatively affects other users' ability to engage in real time exchanges on the website;"
    ]
  }
  