{
    "j": [
        "Any judicial proceeding will be brought in the federal or state courts of San Francisco county, California.",
        "You and we both consent to venue and personal jurisdiction in San Francisco, California.",
        "You submit to the exclusive jurisdiction of the English courts to settle any dispute which may arise under these terms of use.",
        "You agree that any claim or dispute you may have against Supercell must be resolved exclusively by a court located in San Francisco, California.",
        "If you are from outside of mainland China, The Terms shall be governed by the laws of Hong Kong without regard to its conflict of law provisions and the parties to the Terms agree to submit to the exclusive jurisdiction of the courts of Hong Kong.",
        "You hereby consent to the exclusive jurisdiction and venue of courts in the Canton of Zurich, Switzerland, in all disputes arising out of or relating to the use of the Services.",
        "You and YouTube agree to submit to the exclusive jurisdiction of the courts of England to resolve any legal matter arising from the Terms.",
        "Except as otherwise set forth in these Terms, these Terms shall be exclusively governed by and construed in accordance with the laws of The Netherlands, excluding its rules on conflicts of laws.",
        "To the extent permitted by applicable law, these Terms and your Account and any disputes or claims arising out of or in connection with them or their subject matter or formation (including non-contractual disputes or claims) are governed by and construed in accordance with the laws of England.",
        "These Terms & Conditions, with regard to their form and substance, are governed by French law, regardless of the country of residence of the Client, except in cases where the law of the country of origin of the Customer provides a higher level of protection than French law and alternatively, the Customer demonstrates that VERYCHIC is directing its activities to the State of their habitual residence."
    ],
    "law": [
        "If you are from outside of mainland China, The Terms shall be governed by the laws of Hong Kong without regard to its conflict of law provisions.",
        "These Terms and any action related thereto will be governed by the laws of the State of California without regard to its conflict of laws provisions",
        "These T&Cs are written in English and subject to English law.",
        "The Terms, and your relationship with YouTube under the Terms, shall be governed by English law.",
        "Irish law will govern these Terms, as well as any claim, cause of action or dispute that might arise between you and Yelp (a 'Claim'), without regard to conflict of law provisions.",
        "If you are paying a reservation by credit card or debit card processed by eNett International (UK) Limited, the transaction shall be governed by the laws of England and Wales, to the extent permitted by applicable laws.",
        "This Agreement is governed by the laws of England and is subject to the non-exclusive jurisdiction of courts of England and Wales.",
        "These Terms of Service are governed by Dutch law.",
        "These Terms are governed by the laws of Norway without giving effect to any conflicts of law principles that may require the application of the laws of a different country.",
        "These terms of use and your use of the Websites (and all non-contractual relationships arising out of or connected to it or them) shall be governed by and construed in accordance with English law."
    ],
    "ltd": [
        "In no event shall the aggregate liability of the oculus parties arising out of or relating to the use of or inability to use the services exceed the greater of one hundred us dollars ($100) or the amount that you paid us to use our services.",
        "Instagram is not responsible for the actions, content, information, or data of third parties, and you release us, our directors, officers, employees, and agents from any claims and damages, known and unknown, arising out of or in any way connected with any claim you have against any such third parties.",
        "You agree that Linden Lab will not be liable for any interruption of the Service (whether intentional or not), and you understand that except as may otherwise be specifically provided in Linden Lab's billing policies, posted on applicable areas of the Service and/or Website(s), you will not be entitled to any refunds of fees or other compensation for interruption of service.",
        "Match is not liable for business losses.",
        "The foregoing limitations of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction.",
        "As the Nintendo Account Service is for your own personal recreational and non-commercial use, we are also not responsible for any loss of profit, loss of business, business interruption, loss of data or loss of business opportunity.",
        "The Tripadvisor media group companies are not liable for the acts, errors, omissions, representations, warranties, breaches or negligence of any such suppliers or for any personal injuries, death, property damage, or other damages or expenses resulting therefrom.",
        "You agree not to use our site for any commercial or business purposes, and we have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.",
        "If we fail to comply with these Terms, we will be liable to you only for the purchase price of the Products in question.",
        "In no event shall the aggregate liability of the oculus parties arising out of or relating to the use of or inability to use the services exceed the greater of one hundred us dollars ($100) or the amount that you paid us to use our services."
    ],
    "ch": [
        "Academia.edu reserves the right, at its sole discretion, to modify the Site, Services and these Terms, at any time and without prior notice.",
        "We reserve the right to change this User Agreement from time to time without notice.",
        "We may also impose limits on certain features and aspects of the Service or restrict your access to parts or all of the Service without notice or liability.",
        "We may revise this User Agreement and any of the documents listed above from time to time.",
        "We may also add or remove functionalities or features, or we may suspend or stop the Services altogether",
        "We may amend these Terms at any time at our discretion.",
        "We reserve the right to withdraw any items from this website at any time and/or remove or edit any materials or content on this website.",
        "Ava reserves the right to post, modify or discontinue any Webinars available on its Site at its sole discretion and without prior notice.",
        "Please review them before you make each purchase since they may change from time to time.",
        "If we make changes, we will post the amended Terms to our Services and update the Effective Date above."
    ],
    "ter": [
        "The licenses granted by Amazon terminate if you do not comply with these Conditions of Use or any Service Terms.",
        "If you repeatedly infringe our rules, you may be prevented from using Badoo and we may disable your account or block you from further use of Badoo.",
        "We may alter, suspend or discontinue any aspect of the Service at any time, including the availability of any Service feature, database or content.",
        "Failure to comply with these limitations may result in suspension or termination of Your use of the Service.",
        "Klarna reserves the right to block the Services from further usage.",
        "Unmind reserves the right, at any time, to modify, suspend, or discontinue the Site (in whole or in part).",
        "Upon termination of your rights under these Terms, your Account and right to access and use the Site will terminate immediately.",
        "We may suspend your right to credit under this Agreement in accordance with Section 8 below.",
        "Cause for such termination, limitation of access or suspension shall include, but not be limited to, (a) breaches or violations of the TOS or other incorporated agreements or guidelines, (b) requests by law enforcement or other government agencies, (c) discontinuance or material modification to the Yahoo Services (or any part thereof), (d) unexpected technical or security issues or problems, (e) extended periods of inactivity, (f) engagement by you in fraudulent or illegal activities, and/or (g) nonpayment of any fees owed by you in connection with the Yahoo Services.",
        "Academia.edu reserves the right, at its sole discretion, to discontinue or terminate the Site and Services and to terminate these Terms, at any time and without prior notice."
    ],
    "use": [
        "If you do not accept and agree to be bound by all of the terms of this Agreement, please do not use the Service.",
        "By using or accessing the Services, you agree to become bound by all the terms and conditions of this Agreement.",
        "If you keep using Kickstarter after a change, that means you accept the new terms.",
        "By accessing the Sites or using the Services, you agree to accept and be bound by the Terms.",
        "By using Amazon Services, you agree to these conditions.",
        "Your continued use of this site after such modifications will constitute acknowledgment and agreement of the modified terms and conditions.",
        "If you do continue to use the Services, you will be bound by the modified Terms.",
        "In this case, You understand and agree that GPL will treat Your use of the services as acceptance of the Agreement from that point onwards.",
        "If you do not object to the amended Terms of Use within one (1) month following the special notice, your continued use of World of Warcraft will mean that you accept the amended Terms of Use.",
        "Your continued use of the Service after the date the Modified Terms are posted will constitute your acceptance of the Modified Terms."
    ],
    "cr": [
        "Amazon reserves the right to refuse service, terminate accounts, terminate your rights to use Amazon Services, remove or edit content, or cancel orders in its sole discretion.",
        "You recognise and accept that BlaBlaCar reserves the right not to publish or to delete any review, any question, any comment or any response if it deems its content breaches these T&Cs.",
        "We reserve the right to delete or disable Content alleged to violate copyright laws or these Terms and reserve the right to terminate the account(s) of violators.",
        "Klarna reserves the right, without obligation, to monitor, review, adjust, inactivate or remove content, without notifying you or a third party, in our sole discretion.",
        "Fitbit may, in its sole discretion, alter, remove, or refuse to display any of Your Content, and may forbid you from posting, uploading, storing, sharing, sending, or displaying Your Content to and via the Fitbit Service.",
        "You understand that Paradox may restrict, or remove, your UGC for any reason.",
        "Our written communication may be subject to review, modification, and/or deletion by Blizzard Entertainment without notice to you.",
        "We have no obligation to post Member Content from you or anyone else and we may, in our sole discretion, edit, remove or delete any Member Content without notice.",
        "We have the right to remove any posting you make on our site if, in our opinion, your post does not comply with the content standards set out in our Acceptable Use Policy.",
        "Skype may in its sole discretion block, prevent delivery of or otherwise remove the content of communications as part of its effort to protect the Software, Products or its customers, or otherwise enforce these Terms."
    ],
    "pinc": [
        "If you do not agree to any of the terms of this Agreement or of the Privacy Policy, you may not access or use the Service or any part thereof.",
        "By accessing or using the Fitbit Service, you agree that we can collect and use your information in accordance with the Privacy Policy.",
        "Our privacy policy is included under the scope of this User Agreement.",
        "By using Badoo, you agree that we can use such data in accordance with our Privacy Policy.",
        "By accessing the services you have also agreed to our Privacy Policy Statement.",
        "All such additional terms, guidelines, and rules, including our Privacy Policy (as defined below), are incorporated by reference into these terms of use (together, these 'Terms').",
        "In using the Platform and registering as a Member, you recognise and accept the processing of your personal data by BlaBlaCar in compliance with the applicable law and the stipulations of the Privacy Policy.",
        "By using this website or placing an order through it, you are consenting to be bound by these Terms and our Data Protection Policies.",
        "Our Privacy Notice (available at: https://www.weebly.com/privacy), which is part of these Terms, describes how we collect, protect, and use your Registration Data and certain other information about you.",
        "The Terms of Service, together with the Terms of Sale, the Privacy Policy and the Guidelines, is the entire agreement between you and Twitch relating to the subject matter herein and will not be modified except in writing, signed or otherwise agreed to by both parties, or by a change to these Terms of Service or Guidelines made by Twitch as set forth in Section 6 above."
    ],
    "a": [
        "By accepting these Terms of Service, you agree to be bound by this arbitration clause and class action waiver.",
        "If you are not a new Grindr user, you have until thirty (30) days after the posting of the new terms to submit an arbitration opt-out notice.",
        "Masquerade and you agree that all Disputes (except for the Excluded Disputes), including those relating to, arising out of, or in any way in connection with your rights of privacy and publicity, will be resolved through final and binding arbitration.",
        "Otherwise, any arbitration hearing will occur in San Francisco, California, or another mutually agreeable location.",
        "If you ever wish to seek any relief from us, you agree to do it only through arbitration, and you waive the ability to pursue class action.",
        "Your arbitration fees and your share of arbitrator compensation shall be governed by the AAA Rules and, where appropriate, limited by the AAA Consumer Rules.",
        "Arbitrations will be conducted by the American Arbitration Association (AAA) under its rules, including the AAA Consumer Rules.",
        "Any and all Claims will be resolved by binding arbitration, rather than in court, except you may assert Claims on an individual basis in small claims court if they qualify.",
        "You hereby agree that all disputes between you and the Company (whether or not such dispute involves a third party) arising out of or in connection with your relationship with the Company, including without limitation disputes related to the terms of this Agreement or the Privacy Policy, your use of the Service, and/or rights of privacy and/or publicity, will be finally settled by binding, individual arbitration under the Rules of Arbitration of the International Chamber of Commerce by one arbitrator appointed in accordance with the said Rules.",
        "All arbitration hearings shall take place exclusively in San Francisco County, California."
    ],
    "fair": [
        "general provisions",
        "we are not a health care or medical device provider, nor should our products be considered medical advice.",
        "obtaining those devices and paying for their connectivity and data plans is your responsibility.",
        "any sales tax charged will be indicated during the checkout process.",
        "you should quote this number when communicating with us about a particular payment order.",
        "as soon as you have activated our product for the first time, you must register using an email address and password (mysugr id).",
        "our administration of world of warcraft; changes to the terms of use.",
        "we reserve the right to send electronic mail to you, for the purpose of informing you of changes or additions to the service or of any betterpoints.uk related products and services.",
        "the tos constitutes the entire agreement between you and yahoo and governs your use of the yahoo services, superseding any prior version of this tos between you and yahoo with respect to the yahoo services.",
        "disrupt the normal flow of dialogue, cause a screen to scroll faster than other users of the website are able to type, or otherwise act in a manner that negatively affects other users' ability to engage in real time exchanges on the website;"
    ]
  }
  